Repository: EslamElnady0/z_flow
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Mental Health
ar: الصحة النفسية

source: Log In
ar: تسجيل الدخول

source: Log out
ar: تسجيل الخروج

source: Sign Up
ar: إنشاء حساب

source: Skip
ar: تخطى

source: Back
ar: العودة

source: Lock
ar: قفل

# controlAppSettings
source: Control the application settings easily from here!
ar: تحكم في إعدادات التطبيق بسهولة من هنا!

source: Tasks
ar: المهام

source: Work
ar: العمل

# youCanManageTheList
source: You can manage the list from here and add new links!
ar: يمكنك إدارة القائمة من هنا وإضافة روابط جديدة!

source: Title..
ar: العنوان..

source: Personal
ar: شخصي

source: Shopping
ar: التسوق

source: Fitness
ar: اللياقة البدنية

# sentPasswordResetEmail
source: Sent password reset email to
ar: تم إرسال بريد إلكتروني لإعادة تعيين كلمة المرور إلى

source: Finance
ar: المالية

# noLinksYet
source: You didn't add any links here yet :(
ar: لم تقم بإضافة أي روابط هنا حتى الآن :(

source: Education
ar: التعليم

source: Health
ar: الصحة

source: Manage
ar: إدارة

source: Easily add a new list!
ar: أضف قائمة جديدة بسهولة!

source: Easily add a new link!
ar: أضف رابطًا جديدًا بسهولة!

source: Description..
ar: الوصف..

# addNewLink
source: Add a new link
ar: أضف رابطًا جديدًا

# addNewList
source: Add a new list
ar: أضف قائمة جديدة

# createCustomLists
source: Create custom lists to organize your favorite resources!
ar: أنشئ قوائم مخصصة لتنظيم مواردك المفضلة!

source: Personal development
ar: التطوير الشخصي

source: Education and courses
ar: التعليم والدورات

source: Productivity tools
ar: أدوات الإنتاجية

source: Read later
ar: اقرأ لاحقًا

# selectCategory
source: Select a category
ar: اختر فئة

source: Your Task Deadline is Coming!
ar: موعد انتهاء مهمتك يقترب!

source: Travel
ar: السفر

source: You will get notified about this at
ar: سيتم إعلامك بهذا في

# keepWorkingHard
source: Keep Working Hard To Achieve Your Goals :)
ar: واصل العمل الجاد لتحقيق أهدافك :)

# habitsTodo
source: You Have Habit Todo
ar: لديك عادات للقيام بها

# addNewCategory
source: Add a new category
ar: أضف فئة جديدة

source: Task classifications
ar: تصنيفات المهام

# exploreYourTasksCategorize
source: Explore your tasks easily - Categorize tasks with just one tap!
ar: استكشف مهامك بسهولة - صنف المهام بنقرة واحدة!

# addTaskToCategoryList
source: Add a task to the list
ar: أضف مهمة إلى القائمة

# editCategoryList
source: Edit the Category List
ar: تحرير قائمة الفئات

# addNewCategoryToList
source: Easily add a new category to your tasks
ar: أضف فئة جديدة إلى مهامك بسهولة

source: Easily manage your categorized tasks
ar: قم بإدارة المهام المصنفة الخاصة بك بسهولة

source: View All
ar: عرض الكل

source: Filter
ar: تصفية

source: Add a new event
ar: أضف حدثًا جديدًا

source: Your events are coming!
ar: أحداثك قادمة!

source: events already passed!
ar: الأحداث التي مرت بالفعل!

source: Write Your Goal..
ar: اكتب هدفك..

source: Ongoing Habits
ar: العادات الجارية

source: Done Habits
ar: العادات المنتهية

# calender
source: Calendar
ar: التقويم

source: Big Event awaits you
ar: حدث كبير ينتظرك

source: Time
ar: الوقت

# timeHint
source: Time..
ar: الوقت..

source: Habits
ar: العادات

source: All Finished Tasks
ar: كل المهام المكتملة

# firstOnBoarding
source: Organize Your Tasks
ar: نظم مهامك

# secondOnBoarding
source: Manage Your Calendar
ar: إدارة التقويم الخاص بك

# thirdOnBoarding
source: Productivity
ar: الإنتاجية

source: Tasks finished
ar: المهام المنتهية

# fourthOnBoarding
source: Build Positive Habits
ar: بناء عادات إيجابية

# firstOnBoardingDesc
source: Start by organizing all your tasks in one place. Our intuitive task manager helps you prioritize and keep track of what needs to be done. Add deadlines, set priorities, and never miss an important task again.
ar: ابدأ بتنظيم جميع مهامك في مكان واحد. يساعدك مدير المهام السهل لدينا على تحديد الأولويات وتتبع ما يجب القيام به. أضف المواعيد النهائية، واضبط الأولويات، ولن تفوتك مهمة مهمة مرة أخرى.

# secondOnBoardingDesc
source: Easily sync your tasks with our integrated calendar. Schedule your days, weeks, and months with a clear view of your commitments. Stay ahead with reminders and keep your life well-organized.
ar: قم بمزامنة مهامك بسهولة مع التقويم المتكامل لدينا. قم بجدولة أيامك وأسابيعك وشهورك برؤية واضحة لالتزاماتك. كن دائمًا في المقدمة مع التذكيرات وحافظ على تنظيم حياتك.

# thirdOnBoardingDesc
source: Keep track of how you spend your time with our built-in time tracking feature. Identify your productivity patterns and make informed decisions to improve efficiency. Work smarter, not harder.
ar: تابع كيفية قضاء وقتك مع ميزة تتبع الوقت المدمجة لدينا. حدد أنماط إنتاجيتك واتخذ قرارات مدروسة لتحسين الكفاءة. اعمل بذكاء، وليس بجهد أكبر.

# fourthOnBoardingDesc
source: Develop and maintain healthy habits with our habit tracker. Set daily, weekly, or monthly goals and watch your progress. Consistency is key to success, and we're here to help you every step of the way.
ar: طور وحافظ على عادات صحية باستخدام متعقب العادات لدينا. ضع أهدافًا يومية أو أسبوعية أو شهرية وراقب تقدمك. الاتساق هو المفتاح للنجاح، ونحن هنا لمساعدتك في كل خطوة على الطريق.

# favTasks
source: Favorite tasks
ar: المهام المفضلة

# favHabits
source: Favorite Habits
ar: العادات المفضلة

# hereYouCanSeeYourFavTasks
source: Here you can see your favourite tasks
ar: هنا يمكنك رؤية مهامك المفضلة

# hereYouCanSeeYourFavHabits
source: Here you can see your favourite habits
ar: هنا يمكنك رؤية عاداتك المفضلة

source: Profile
ar: الملف الشخصي

# youAreAboutToOpenWorkSession
source: You are about to open a 50-minute session with a 5-minute break
ar: أنت على وشك فتح جلسة عمل لمدة 50 دقيقة مع استراحة لمدة 5 دقائق

# fiftyMinWork
source: 50 min work
ar: 50 دقيقة عمل

# fiveMinBreak
source: 5 min Break
ar: 5 دقائق استراحة

# inWorkSession
source: In a working session
ar: في جلسة عمل

# inBreakSession
source: In a break session
ar: في جلسة استراحة

# takeABreak
source: Take a Break and Lock Your Phone!
ar: خذ استراحة وقم بقفل هاتفك!

# editHabit
source: Edit the habit
ar: تعديل العادة

source: Start now!
ar: ابدأ الآن!

source: Work Time
ar: وقت العمل

source: Break Time
ar: وقت الاستراحة

# youCanEditHabit
source: You are now about to modify an existing habit
ar: أنت الآن على وشك تعديل عادة موجودة

source: Ongoing Tasks
ar: المهام الجارية

source: Gregorian calendar!
ar: التقويم الميلادي!

source: Your tasks for that day
ar: مهامك لذلك اليوم

# addNewTask
source: Add a new task
ar: أضف مهمة جديدة

source: Confirm
ar: تأكيد

source: Hours
ar: ساعات

source: Minutes
ar: دقائق

source: Here you can find out your time!
ar: هنا يمكنك معرفة وقتك!

# twentyFourHoursADay7Days
source: 24 hours a day, 7 days!
ar: 24 ساعة في اليوم، 7 أيام!

source: Your continued use.
ar: استخدامك المستمر.

source: To set usage limits for each!
ar: لتعيين حدود الاستخدام لكل منها!

source: Time of use
ar: وقت الاستخدام

source: Limitations of use
ar: قيود الاستخدام

source: Habits to accomplish today!
ar: العادات التي يجب إنجازها اليوم!

source: Habits you completed today!
ar: العادات التي أكملتها اليوم!

# addNewHabit
source: Add a new habit
ar: أضف عادة جديدة

source: Welcome
ar: أهلاً وسهلاً

source: User!
ar: يا مستخدم!

source: to ZFlow
ar: إلى ZFlow

source: Continue with google
ar: متابعة باستخدام جوجل

# youCanTrackYourProgress
source: You can track your progress here!
ar: يمكنك تتبع تقدمك هنا!

source: Completed tasks
ar: المهام المكتملة

source: Pending tasks
ar: المهام المعلقة

source: Completed habits
ar: العادات المكتملة

source: Pending habits
ar: العادات المعلقة

source: You can continue with
ar: يمكنك الاستمرار باستخدام

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: FirstName
ar: الاسم الأول

source: LastName
ar: الاسم الأخير

# noWorries
source: No worries! Enter your email address to reset it and regain access to your account.
ar: لا داعي للقلق! أدخل عنوان بريدك الإلكتروني لإعادة تعيينه واستعادة الوصول إلى حسابك.

source: Confirm Password
ar: تأكيد كلمة المرور

# forgotPassword
source: Forgot your password?
ar: نسيت كلمة المرور؟

# easilyAddYourTasks
source: Easily add your tasks, detail them, add notes and set an end date!
ar: أضف مهامك بسهولة، قم بتفصيلها، أضف ملاحظات وحدد تاريخ انتهاء!

source: Task..
ar: مهمة..

source: Note
ar: ملاحظة

source: Ends in..
ar: ينتهي في..

source: Subtask
ar: مهمة فرعية

# addSubTask
source: Add a subtask
ar: أضف مهمة فرعية

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

# favourite
source: Favorite
ar: مفضل

source: Edit
ar: تعديل

source: Delete
ar: حذف

# effortlesslyManage
source: Effortlessly manage your life with our app: organize tasks, track habits, optimize time, achieve goals, get reminders, save links, and start work sessions!
ar: قم بإدارة حياتك بسهولة مع تطبيقنا: نظم المهام، تتبع العادات، تحسين الوقت، تحقيق الأهداف، الحصول على التذكيرات، حفظ الروابط، وبدء جلسات العمل!

source: Welcome back!
ar: مرحباً بعودتك!

# pleaseLogin
source: Please log in to access your personalized dashboard and stay productive.
ar: يرجى تسجيل الدخول للوصول إلى لوحة التحكم الشخصية الخاصة بك والبقاء منتجاً.

# getStarted
source: Get started today!
ar: ابدأ اليوم!

# signUpToUnlock
source: Sign up to unlock personalized features and start managing your tasks and goals effectively.
ar: سجل للحصول على ميزات مخصصة وابدأ في إدارة مهامك وأهدافك بفعالية.

# youCompletedYourTask
source: Youâ€™ve successfully completed your task. Keep up the great work and continue making progress toward your goals!
ar: لقد أكملت مهمتك بنجاح. استمر في العمل الجيد وواصل التقدم نحو أهدافك!

# youAreAboutToAddHabit
source: You are now about to add a new habit!
ar: أنت الآن على وشك إضافة عادة جديدة!

source: Habit..
ar: عادة..

source: Habit days..
ar: أيام العادة..

# reminderToHabit
source: Reminder of this habit
ar: تذكير بهذه العادة

source: Daily
ar: يوميًا

# sixDaysAweek
source: 6 days a week
ar: 6 أيام في الأسبوع

# fiveDaysAweek
source: 5 days a week
ar: 5 أيام في الأسبوع

# fourDaysAweek
source: 4 days a week
ar: 4 أيام في الأسبوع

source: Great Job!
ar: عمل رائع!

# editTask
source: Edit the task
ar: تعديل المهمة

# finishTask
source: Finish the task
ar: إنهاء المهمة

# easilyKnowHowLongYouUseApp
source: Easily know how long you use each application!
ar: اعرف بسهولة كم من الوقت تستخدم كل تطبيق!

# easilyEditTasks
source: Easily edit your tasks, detail them, add notes and set an end date!
ar: قم بتعديل مهامك بسهولة، أضف تفاصيل، أضف ملاحظات وحدد تاريخ انتهاء!

# startWorkSession
source: Start a work session
ar: ابدأ جلسة عمل

source: My lists
ar: قائمي

source: Reminder
ar: تذكير

source: Last Day
ar: آخر يوم

source: Last 7 days
ar: آخر 7 أيام

source: Last 28 days
ar: آخر 28 يومًا

source: All tasks
ar: جميع المهام

source: Stay Away
ar: ابقَ بعيدًا

source: My Goals
ar: أهدافي

# taskCats
source: Task categories
ar: فئات المهام

source: Favorite tasks
ar: المهام المفضلة

source: Favorite Habits
ar: العادات المفضلة

source: Add home widget
ar: إضافة أداة إلى الشاشة الرئيسية

source: Financial support
ar: الدعم المالي

source: Settings
ar: الإعدادات

# shareApp
source: Share the app
ar: مشاركة التطبيق

source: Account
ar: الحساب

source: Language
ar: اللغة

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Rate us
ar: قيّمنا

source: privacy policy
ar: سياسة الخصوصية

source: Help and feedback
ar: المساعدة والتعليقات

# about
source: About us
ar: من نحن

# onThisPage
source: On this page, you can write down your future goals here!
ar: في هذه الصفحة، يمكنك كتابة أهدافك المستقبلية هنا!

# addAGoal
source: Add a new goal
ar: أضف هدفًا جديدًا

# writeAGoal
source: Great, you are now about to write new goals!
ar: رائع، أنت الآن على وشك كتابة أهداف جديدة!

source: Edit goal
ar: تعديل الهدف

# editExistingGoal
source: You are now about to edit an existing goal!
ar: أنت الآن على وشك تعديل هدف موجود!

# helpYouStayOrganized
source: Help you stay organized and on top of your agenda!
ar: يساعدك في البقاء منظمًا وعلى قمة جدول أعمالك!

# yourEvents
source: Your events are coming!
ar: أحداثك قادمة!

source: Event..
ar: حدث..

# reminderOfEvent
source: Reminder of this event
ar: تذكير بهذا الحدث

source: Start in..
ar: يبدأ في..

source: Event days
ar: أيام الحدث

source: Add to your categories?
ar: أضف إلى فئاتك؟

# organizingTasks
source: Organizing tasks into categories helps you keep your workflow efficient and ensures nothing gets overlooked.
ar: تنظيم المهام ضمن فئات يساعدك في الحفاظ على سير العمل بكفاءة ويضمن عدم تجاهل أي شيء.

source: Continue
ar: متابعة

source: Next
ar: التالي

# connectedToInternet
source: All set! You're connected to the internet.
ar: كل شيء جاهز! أنت متصل بالإنترنت.

# disconnectedFromInternet
source: Oops, it looks like you're offline!
ar: عذرًا، يبدو أنك غير متصل بالإنترنت!

source: Finished Tasks Last Day
ar: المهام المنتهية في اخر اليوم

source: Finished Tasks Last 7 Days
ar: المهام المنتهية في اخر ٧ ايام

source: Finished Tasks Last 28 Days
ar: المهام المنتهية في اخر ٢٨ أيام

source: Done Habits Last Day
ar: العادات المنتهية في اخر يوم

# doneHabits7Days
source: Done Habits Last 7 Days
ar: العادات المنتهية في اخر ٧ أيام

# doneHabits28Days
source: Done Habits Last 28 Days
ar: العادات المنتهية في اخر ٢٨ يوم

source: All Done Habits
ar: كل العادات المنتهية

source: Ongoing Habits Last Day
ar: العادات المستمرة في اخر يوم

source: Ongoing Habits Last 7 Days
ar: العادات المستمرة في اخر ٧ أيام

source: Ongoing Habits Last 28 Days
ar: العادات المستمرة في اخر ٢٨ يوم

source: All Ongoing Habits
ar: كل العادات المستمرة

# loggedInSuccess
source: Logged in successfully
ar: تم تسجيل الدخول بنجاح

source: Search For Tasks
ar: ابحث عن المهام

source: Search For Habits
ar: ابحث عن العادات
